---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MicrometersPerMeterDegreeCelsius
source: html/66b07d77-bda9-02a6-a09e-3d45fdd00898.htm
---
# Autodesk.Revit.DB.UnitTypeId.MicrometersPerMeterDegreeCelsius Property

Micrometers per meter degree Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId MicrometersPerMeterDegreeCelsius { get; }
```